Repository: GNOME/gnome-online-accounts
Catalog: po/*.po
Languages: nn, ug

source: List of providers that are allowed to be loaded
ug: يۈكلەشكە يول قويۇلىدىغان تەمىنلىگۈچىلەر تىزىمى

source: A list of strings representing the providers that are allowed to be loaded (default: 'all'). This is only evaluated on startup. Deprecated: use goa.conf in the system config directory instead, with a key [providers] enable=all instead. The key is comma-separated list of the provider names.
ug: يۈكلەشكە يول قويۇلىدىغان تەمىنلىگۈچىلەرنىڭ ھەرپ تىزىقى تىزىمى(كۆڭۈلدىكى: «all»). بۇ تىزىم پەقەت قوزغالغاندىلا باھالىنىدۇ. قوللىمايدۇ: ئۇنىڭ ئورنىغا سىستېما سەپلىمە مۇندەرىجىسىدىكى goa.conf ئىشلىتىڭ. تەڭشەش كۇنۇپكىسى بار [providers] enable=all ئۇنىڭ ئورنىغا ئىشلىتىڭ. كۇنۇپكا پەش بىلەن ئايرىلغان تەمىنلىگۈچى ئىسمىنىڭ تىزىمى.

source: Failed to find a provider for: %s
nn: Klarte ikkje å finne ein leverandør for: %s
ug: تۆۋەندىكى تەمىنلىگۈچىنى تاپالمىدى: %s

source: IsLocked property is set for account
nn: Eigenskapen «IsLocked» er sett for kontoen
ug: ھېسابات خاسلىقى قۇلۇپلانغان دەپ تەڭشەلگەن

source: ProviderType property is not set for account
nn: Eigenskapen «ProviderType» er ikkje sett for kontoen
ug: ھېساباتتا تەمىنلىگۈچى تۈرى خاسلىقى بەلگىلەنمىگەن

source: Failed to sign in to “%s”
nn: Klarte ikkje å logge inn på «%s»
ug: «%s» غا تىزىمغا كىرەلمىدى

source: Failed to sign in to multiple accounts
nn: Klarte ikkje å logge inn på fleire kontoar
ug: كۆپ ھېساباتقا تىزىمغا كىرەلمىدى

source: Online Accounts
nn: Nettkontoar
ug: توردىكى ھېسابات

source: Account Action Required
nn: Handling krevst for konto
ug: ھېسابات مەشغۇلاتى زۆرۈر

source: Authentication failed
nn: Autentisering mislukkast
ug: سالاھىيەت دەلىللىيەلمىدى

source: Cannot find WebDAV endpoint
nn: Fann ikkje WebDAV-endepunkt
ug: WebDAV ئاخىرقى نۇقتىسىنى تاپالمايدۇ

source: Invalid URI: %s
nn: Ugyldig URI: %s
ug: ئىناۋەتسىز URI: %s

source: Failed to parse autodiscover response XML
nn: Klarte ikkje å tolke XML-svar frå automatisk oppdaging
ug: ئۆزلۈكىدىن بايقاشنىڭ جاۋاب XML نى تەھلىل قىلالمىدى

source: Failed to find “%s” element
nn: Klarte ikkje å finne elementet «%s»
ug: «%s» ئېلېمېنتنى تاپالمىدى

source: Failed to find ASUrl in autodiscover response
nn: Klarte ikkje å finne ASUrl i svaret frå automatisk oppdaging
ug: ئۆزلۈكىدىن بايقاش ئىنكاسىدىن ASUrl نى تاپالمىدى

source: Invalid password with username “%s” (%s, %d):
nn: Ugyldig passord for brukarnamn «%s» (%s, %d):
ug: ئاتى «‎%s‎‏» (%s, %d) بولغان ئىشلەتكۈچىنىڭ ئىمى خاتا:

source: Connect to a Microsoft Exchange provider to access calendars, contacts and files
nn: Kopla til ein Microsoft Exchange-leverandør for å få tilgang til kalendrar, kontaktar og filer
ug: يىلنامە، ئالاقەداش ۋە ھۆججەت زىيارىتى ئۈچۈن Microsoft Exchange تەمىنلىگۈچىگە باغلىنىدۇ

source: _Email
nn: _E-post
ug: ئېلخەت(_E)

source: _Password
nn: _Passord
ug: ئىم(_P)

source: Exchange account details will be auto-detected from your email address when possible
nn: Detaljar for Exchange-kontoen vert oppdaga automatisk frå e-postadressa di når det er mogleg
ug: ئەگەر مۇمكىن بولسا، Exchange ھېسابات تەپسىلاتى ئېلخەت ئادرېسىڭىزدىن ئۆزلۈكىدىن بايقايدۇ

source: Account Details
nn: Kontodetaljar
ug: ھېسابات تەپسىلاتى

source: User_name
nn: Brukar_namn
ug: ئىشلەتكۈچى ئاتى(_N)

source: _Domain
nn: _Domene
ug: دائىرە(_D)

source: Example domain: example.com
nn: Døme på domene: eksempel.no
ug: مىسال دائىرە: example.com

source: Access restricted web and network resources for your organization
nn: Få tilgang til avgrensa nett- og webressursar for organisasjonen din
ug: تەشكىلنىڭ چەكلىك تور ۋە تور مەنبەسىنى زىيارەت قىلىدۇ

source: Failed to get principal from user name “%s”
nn: Klarte ikkje å hente hovudnamn frå brukarnamn «%s»
ug: ئىشلەتكۈچى ئىسمى «%s» دىن ئاساسقا ئېرىشەلمىدى

source: Expected status 200 when requesting your identity, instead got status %d (%s)
nn: Forventa status 200 ved førespurnad om identitet, men fekk status %d (%s)
ug: سالاھىيىتىڭىزنى ئىلتىماس قىلغاندا ھالەت 200 بولۇشى كېرەك ئىدى، بىراق %d (%s) دېگەن ھالەتنى تاپشۇرۇپ ئالدى.

source: Could not parse response
nn: Klarte ikkje å tolke svaret
ug: ئىنكاسنى يېشەلمىدى

source: Service not available
nn: Tenesta er ikkje tilgjengeleg
ug: مۇلازىمەتنى ئىشلەتكىلى بولمايدۇ

source: Server does not support STARTTLS
nn: Tenaren støttar ikkje STARTTLS
ug: مۇلازىمېتىر STARTTLS نى قوللىمايدۇ

source: IMAP and SMTP
nn: IMAP og SMTP
ug: IMAP ۋە SMTP

source: Invalid %s with username “%s” (%s, %d):
nn: Ugyldig %s for brukarnamn «%s» (%s, %d):
ug: ئىشلەتكۈچى %2$s نىڭ %1$s ئىناۋەتسىز (%3$s, %4$d):

source: Auto-detected
nn: Oppdaga automatisk
ug: ئۆزلۈكىدىن بايقا

source: Unable to auto-detect IMAP and SMTP settings
nn: Klarte ikkje å oppdage IMAP- og SMTP-innstillingar automatisk
ug: IMAP ۋە SMTP تەڭشىكىنى ئۆزلۈكىدىن بايقىيالمايدۇ

source: STARTTLS after connecting
nn: STARTTLS etter tilkopling
ug: باغلانغاندىن كېيىن STARTTLS

source: SSL on a dedicated port
nn: SSL på ein dedikert port
ug: بېكىتىلگەن ئېغىزدا SSL

source: Email
nn: E-post
ug: ئېلخەت

source: Connect to an email account
nn: Kopla til ein e-postkonto
ug: ئېلخەت ھېساباتقا باغلا

source: _Name
nn: _Namn
ug: ئاتى(_N)

source: IMAP and SMTP details will be auto-detected from your service provider when possible
nn: IMAP- og SMTP-detaljar vert oppdaga automatisk frå tenesteleverandøren din når det er mogleg
ug: ئىمكانقەدەر IMAP ۋە SMTP تەپسىلاتىنى مۇلازىمەت تەمىنلىگۈچىدىن ئۆزلۈكىدىن بايقايدۇ

source: IMAP Settings
nn: IMAP-innstillingar
ug: IMAP تەڭشىكى

source: IMAP _Server
nn: IMAP-_tenar
ug: IMAP مۇلازىمېتىر(_S)

source: Encryption
nn: Kryptering
ug: شىفىرلاش

source: Example server: imap.example.com
nn: Døme på tenar: imap.eksempel.no
ug: مىسال مۇلازىمېتىر: imap.example.com

source: SMTP Settings
nn: SMTP-innstillingar
ug: SMTP تەڭشىكى

source: SMTP _Server
nn: SMTP-_tenar
ug: SMTP مۇلازىمېتىر(_S)

source: Example server: smtp.example.com
nn: Døme på tenar: smtp.eksempel.no
ug: مىسال مۇلازىمېتىر: smtp.example.com

source: Name
ug: ئاتى

source: Operation was cancelled
nn: Operasjonen vart avbroten
ug: مەشغۇلات بىكار قىلىندى

source: Log In to Realm
nn: Logg inn i riket
ug: Realm غا كىرىش

source: Please enter your password below.
nn: Skriv inn passordet ditt nedanfor.
ug: تۆۋەندىكى يەرگە ئىمنى كىرگۈزۈڭ.

source: Remember this password
nn: Hugs dette passordet
ug: بۇ ئىمنى ئەستە تۇت

source: _Principal
ug: ئىسپات(_P)

source: Example principal: user@EXAMPLE.COM
nn: Døme på principal: user@EXAMPLE.COM
ug: مىسال پىرىنسىپ: user@EXAMPLE.COM

source: Ticketing is disabled for account
nn: Billettsystem er slått av for kontoen
ug: ھېساباتنىڭ بېلەت ئىقتىدارى چەكلەنگەن

source: Could not find saved credentials for principal “%s” in keyring
nn: Fann ikkje lagra påloggingsinformasjon for principal «%s» i nøkkelringen
ug: ئاچقۇچ ھالقىسىدىكى ئىشلەتكۈچى «‎%s‎‏» نىڭ ساقلانغان ئىسپاتنامىلىرىنى تاپقىلى بولمىدى

source: Did not find password for principal “%s” in credentials
nn: Fann ikkje passord for principal «%s» i påloggingsinformasjonen
ug: ئىسپاتنامىلەردىن ئىشلەتكۈچى «‎%s‎‏» نىڭ ئىمىنى تاپالمىدى

source: Identity service returned invalid key
nn: Identitetstenesta returnerte ugyldig nøkkel
ug: كىملىك مۇلازىمىتى ئىناۋەتسىز ئاچقۇچ قايتۇردى

source: Invalid email address “%s”
nn: Ugyldig e-postadresse «%s»
ug: «%s» ئېلخەت ئادرېسى ئىناۋەتسىز

source: Connect to Microsoft 365 to access email, calendars, contacts and files
nn: Kopla til Microsoft 365 for å få tilgang til e-post, kalendrar, kontaktar og filer
ug: ئېلخەت، يىلنامە، ئالاقەداش ۋە ھۆججەت زىيارىتى ئۈچۈن Microsoft 365 كە باغلىنىدۇ

source: Use Organization Account
nn: Bruk organisasjonskonto
ug: تەشكىل ھېساباتى ئىشلىتىدۇ

source: Connect using details from an organization or developer account
nn: Kopla til med detaljar frå ein organisasjons- eller utviklarkonto
ug: تەشكىل ياكى ئىجادىيەت ھېساباتىدىن كەلگەن تەپسىلاتنى باغلاشقا ئىشلىتىدۇ

source: Enter the details provided by your organization
nn: Skriv inn detaljane du har fått frå organisasjonen din
ug: تەشكىلىڭىز تەمىنلىگەن تەپسىلات كىرگۈزۈلىدۇ

source: _Client ID (Optional)
nn: _Klient-ID (valfritt)
ug: خېرىدار كىملىكى(تاللاشچان_C)

source: _Tenant ID
nn: _Leigetakar-ID
ug: ئىجارىكەش كىملىكى(_T)

source: Example ID: 00000000-0000-0000-0000-000000000000
nn: Døme på ID: 00000000-0000-0000-0000-000000000000
ug: مىسال كىملىك: 00000000-0000-0000-0000-000000000000

source: _Sign In…
nn: _Logg inn …
ug: تىزىمغا كىر(_S)…

source: _Copy Link
nn: _Kopier lenkje
ug: ئۇلانما كۆچۈر(_C)

source: Copy the authorization URL to continue with a specific web browser.
nn: Kopier autorisasjonsadressa for å halde fram i ein bestemt nettlesar.
ug: بەلگىلەنگەن توركۆرگۈگە سالاھىيەت دەلىللەش تور ئادرېسى كۆچۈرۈلسە داۋاملاشتۇرىدۇ.

source: Authorization response: %s
ug: كىملىك دەلىللەش ئىنكاسى: %s

source: Expected status 200 when requesting access token, instead got status %d (%s)
nn: Forventa status 200 ved førespurnad om tilgangstoken, men fekk status %d (%s)
ug: ئەسلى زىيارەت token نى ئىلتىماس قىلغاندا ھالەت 200 بولۇشى كېرەك ئىدى. بىراق %d (%s) دېگەن ھالەتنى تاپشۇرۇپ ئالدى.

source: Authorization response:
nn: Autorisasjonssvar:
ug: كىملىك دەلىللەش ئىنكاسى:

source: Failed to authenticate
ug: سالاھىيەت دەلىللىيەلمىدى

source: Error getting an Access Token:
nn: Feil ved henting av tilgangstoken:
ug: زىيارەت Token نى ئېلىۋاتقاندا خاتالىق كۆرۈلدى:

source: Error getting identity:
nn: Feil ved henting av identitet:
ug: كىملىكنى ئېلىۋاتقاندا خاتالىق كۆرۈلدى:

source: Sign in to %s with your browser
nn: Logg inn på %s med nettlesaren din
ug: توركۆرگۈڭىزدە %s غا تىزىمغا كىرىدۇ

source: Copied to clipboard
nn: Kopiert til utklippstavla
ug: چاپلاش تاختىسىغا كۆچۈرۈلدى

source: Was asked to log in as %s, but logged in as %s
nn: Vart beden om å logge inn som %s, men logga inn som %s
ug: %s سۈپىتىدە تىزىمغا كىرىش تەلەپ قىلىنغان ئەمما %s سۈپىتىدە تىزىمغا كىردى

source: Credentials do not contain access_token
nn: Påloggingsinformasjonen inneheld ikkje tilgangstoken
ug: ئىسپاتنامىدە access_token يوق

source: Failed to refresh access token (%s, %d):
nn: Klarte ikkje å fornye tilgangstoken (%s, %d):
ug: زىيارەت token (%s، %d) نى يېڭىلاش مەغلۇپ بولدى:

source: _Mail
nn: _E-post
ug: خەت(_M)

source: Cale_ndar
nn: Kale_nder
ug: يىلنامە(_N)

source: _Contacts
nn: _Kontaktar
ug: ئالاقەداشلار(_C)

source: C_hat
ug: سۆھبەت(_H)

source: _Documents
nn: _Dokument
ug: پۈتۈكلەر(_D)

source: M_usic
nn: M_usikk
ug: نەغمە(_U)

source: _Photos
nn: _Bilete
ug: سۈرەت(_P)

source: _Files
nn: _Filer
ug: ھۆججەت(_F)

source: Network _Resources
nn: Nettverks_ressursar
ug: توردىكى مەنبەلەر(_R)

source: _Read Later
nn: _Les seinare
ug: سەل تۇرۇپ ئوقۇ(_R)

source: Prin_ters
nn: Skriv_erar
ug: پىرىنتېر(_T)

source: _Maps
nn: _Kart
ug: خەرىتە(_M)

source: T_o Do
nn: Gjer_emål
ug: بېجىرىدىغان(_O)

source: Account is disabled
nn: Kontoen er deaktivert
ug: ھېسابات چەكلەنگەن

source: Unknown error
nn: Ukjend feil
ug: نامەلۇم خاتالىق

source: ensure_credentials_sync is not implemented on type %s
nn: ensure_credentials_sync er ikkje implementert for typen %s
ug: ensure_credentials_sync نى %s تىپتا ئەمەلگە ئاشۇرالمىدى

source: %s Account
nn: %s-konto
ug: %s ھېسابات

source: Remove this Account?
nn: Vil du fjerne denne kontoen?
ug: بۇ ھېساباتنى چىقىرىۋېتەمدۇ؟

source: If you remove this Online Account you will have to connect to it again to use it with apps and services.
nn: Viss du fjernar denne nettkontoen, må du kople til på nytt for å bruke han i appar og tenester.
ug: ئەگەر توردىكى بۇ ھېساباتنى چىقىرىۋەتسىڭىز ئۇنىڭغا باغلانغان ئەپ ۋە مۇلازىمەتنى قايتا باغلاپ ئاندىن ئىشلىتىسىز.

source: _Cancel
nn: _Avbryt
ug: ۋاز كەچ(_C)

source: _Remove
nn: _Fjern
ug: چىقىرىۋەت(_R)

source: An account with that name already exists
nn: Ein konto med det namnet finst frå før
ug: بۇ ئىسىمدىكى بىر ھېسابات مەۋجۇت

source: Sign in to reconnect to this account
nn: Logg inn for å kople til denne kontoen på nytt
ug: بۇ ھېساباتقا باغلىنىشتا تىزىمغا كىرىڭ

source: _Account Name
ug: ھېسابات ئىسمى(_A)

source: _Remove…
nn: _Fjern …
ug: چىقىرىۋەت(_R)…

source: _Sign In
nn: _Logg inn
ug: كىر(_S)

source: _Try Again
nn: _Prøv igjen
ug: قايتا سىنا(_T)

source: _Ignore
nn: _Ignorer
ug: پەرۋا قىلما(_I)

source: Dialog was dismissed
nn: Dialogen vart lukka
ug: سۆزلەشكۈ يوق

source: TLS not available
nn: TLS er ikkje tilgjengeleg
ug: TLS يوق

source: Unknown authentication mechanism
nn: Ukjend autentiseringsmekanisme
ug: يوچۇن سالاھىيەت دەلىللەش قۇرۇلمىسى

source: A %s account already exists for %s
nn: Ein %s-konto finst allereie for %s
ug: %s دېگەن ھېسابات ئاللىقاچان %s ئۈچۈن ئىشلىتىلىۋېتىپتۇ

source: Failed to delete credentials from the keyring
nn: Klarte ikkje å slette påloggingsinformasjon frå nøkkelringen
ug: ئاچقۇچ ھالقىسىدىن ئىسپاتنامىلەرنى ئۆچۈرۈش مەغلۇپ بولدى

source: Failed to retrieve credentials from the keyring
nn: Klarte ikkje å hente påloggingsinformasjon frå nøkkelringen
ug: ئاچقۇچ ھالقىسىدىن ئىسپاتنامىلەرنى ئېلىش مەغلۇپ بولدى

source: No credentials found in the keyring
nn: Fann ingen påloggingsinformasjon i nøkkelringen
ug: ئاچقۇچ ھالقىسىدا ئىسپاتنامىلەرنى يوق ئىكەن

source: Error parsing result obtained from the keyring:
nn: Feil ved tolking av resultat frå nøkkelringen:
ug: ئاچقۇچ ھالقىسىدىن تەھلىل نەتىجىگە ئېرىشىۋاتقاندا خاتالىق كۆرۈلدى:

source: GOA %s credentials for identity %s
nn: GOA-%s-påloggingsinformasjon for identiteten %s
ug: %2$s سالاھىيەتنىڭ GOA %1$s ئىسپاتنامىلىرى

source: Failed to store credentials in the keyring
nn: Klarte ikkje å lagre påloggingsinformasjon i nøkkelringen
ug: ئىسپاتنامىلەرنى ئاچقۇچ ھالقىسىغا ساقلاش مەغلۇپ بولدى

source: Not supported
nn: Ikkje støtta
ug: قوللىمايدۇ

source: Not found
nn: Ikkje funne
ug: تېپىلمىدى

source: Code: %u — Unexpected response from server
nn: Kode: %u — Uventa svar frå tenaren
ug: كودى: %u — مۇلازىمېتىردىن ئويلاشمىغان ئىنكاس كەلدى

source: The signing certificate authority is not known.
nn: Den signererande sertifikatmyndigheita er ukjend.
ug: ئىمزالىق گۇۋاھنامە تارقاتقۇچى ئېنىق ئەمەس.

source: The certificate does not match the expected identity of the site that it was retrieved from.
nn: Sertifikatet samsvarar ikkje med den venta identiteten til nettstaden det vart henta frå.
ug: گۇۋاھنامە، ئۇنى قايتۇرۇپ ئالغان تور بېكەتتىن كەلگىنى بىلەن بىردەك ئەمەس.

source: The certificate’s activation time is still in the future.
nn: Sertifikatet si aktiveringstid er framleis i framtida.
ug: گۇۋاھنامىنىڭ ئاكتىپلاش ۋاقتى يەنىلا كەلگۈسىدە.

source: The certificate has expired.
nn: Sertifikatet har gått ut.
ug: گۇۋاھنامىنىڭ ۋاقتى ئوتكەن.

source: The certificate has been revoked.
nn: Sertifikatet er tilbakekalla.
ug: بۇ گۇۋاھنامە بىكار قىلىنغان.

source: The certificate’s algorithm is considered insecure.
nn: Sertifikatalgoritmen vert rekna som utrygg.
ug: گۇۋاھنامىنىڭ ھېسابلاش ئۇسۇلى بىخەتەر ئەمەستەك قىلىدۇ.

source: Invalid certificate.
nn: Ugyldig sertifikat.
ug: ئىناۋەتسىز گۇۋاھنامە.

source: Did not find %s with identity “%s” in credentials
nn: Fann ikkje %s med identiteten «%s» i påloggingsinformasjonen
ug: ئىسپاتنامىدىن كىملىكى ‹‏‎%2$s‎‏› بولغان ئىشلەتكۈچىنىڭ %1$s نى تاپقىلى بولمىدى

source: Calendar, Contacts and Files
nn: Kalender, kontaktar og filer
ug: يىلنامە، ئالاقەداش ۋە ھۆججەت

source: Add a calendar, contacts and files account by entering your WebDAV server and account details
nn: Legg til ein konto for kalender, kontaktar og filer ved å oppgje WebDAV-tenaren og kontodetaljane dine
ug: سىزنىڭ WebDAV مۇلازىمېتىر ۋە ھېسابات تەپسىلاتىڭىزنى كىرگۈزۈپ يىلنامە، ئالاقەداش ۋە ھۆججەت قوشىدۇ

source: _Server Address
nn: _Tenaradresse
ug: مۇلازىمېتىر ئادرېسى(_S)

source: Examples: example.com, 192.168.0.82
nn: Døme: eksempel.no, 192.168.0.82
ug: مەسىلەن: example.com, 192.168.0.82

source: Server Addresses (Optional)
nn: Tenaradresser (valfritt)
ug: مۇلازىمېتىر ئادرېسى(تاللاشچان)

source: Files
nn: Filer
ug: ھۆججەت

source: Calendar (CalDAV)
nn: Kalender (CalDAV)
ug: يىلنامە (CalDAV)

source: Contacts (CardDAV)
nn: Kontaktar (CardDAV)
ug: ئالاقەداش (CardDAV)

source: Initial secret key is invalid
nn: Den opphavlege løynde nøkkelen er ugyldig
ug: دەسلەپكى مەخپىيەتلىك ئاچقۇچى ئىناۋەتسىز

source: Couldn't get GoaObject for object path %s
nn: Klarte ikkje å hente GoaObject for objektstien %s
ug: جىسىم يولى %s دىن GoaObject غا ئېرىشەلمەيدۇ

source: The network realm %s needs some information to sign you in.
nn: Nettverksområdet %s treng meir informasjon for å logge deg inn.
ug: تور (realm) %s غا كىرىش ئۈچۈن، بىر قىسىم ئۇچۇرلارنى تەمىنلەش كېرەك.

source: Could not find identity in credential cache:
nn: Fann ikkje identitet i mellomlageret for påloggingsinformasjon:
ug: ئىسپاتنامە غەملىكىدىن كىملىكنى تاپقىلى بولمىدى:

source: Could not find identity credentials in cache:
nn: Fann ikkje identitetspåloggingsinformasjon i mellomlageret:
ug: ئىسپاتنامە غەملىكىدىن كىملىكنى تاپقىلى بولمىدى:

source: Could not sift through identity credentials in cache:
nn: Klarte ikkje å søkje gjennom identitetspåloggingsinformasjon i mellomlageret:
ug: ئىسپاتنامە غەملىكىدىن كىملىكنى تاللاپ چىققىلى بولمىدى:

source: Could not finish up sifting through identity credentials in cache:
nn: Klarte ikkje å fullføre søket gjennom identitetspåloggingsinformasjon i mellomlageret:
ug: ئىسپاتنامىلەر غەملىكىدىن كىملىكنى تاللاپ چىقىشنى تاماملىغىلى بولمىدى:

source: No associated identification found
nn: Fann inga tilknytt identifikasjon
ug: مۇناسىۋەتلىك كىملىكنى تاپقىلى بولمىدى

source: Could not create credential cache:
nn: Klarte ikkje å opprette mellomlager for påloggingsinformasjon:
ug: ئىسپاتنامە غەملىكىنى قۇرغىلى بولمىدى:

source: Could not initialize credentials cache:
nn: Klarte ikkje å initialisere mellomlageret for påloggingsinformasjon:
ug: ئىسپاتنامە غەملىكىنى دەسلەپلەشتۈرگىلى بولمىدى:

source: Could not store new credentials in credentials cache:
nn: Klarte ikkje å lagre ny påloggingsinformasjon i mellomlageret:
ug: يېڭى ئىسپاتنامىلەرنى ئىسپاتنامە غەملىكىگە ساقلىغىلى بولمىدى:

source: Not signed in
nn: Ikkje logga inn
ug: تىزىمغا كىرمىگەن

source: Could not get the default principal:
nn: Klarte ikkje å hente standard-principal:
ug: كۆڭۈلدىكى ئىسپاتنامىگە ئېرىشەلمىدى:

source: Could not get renewed credentials from the KDC for identity %s:
nn: Klarte ikkje å hente fornya påloggingsinformasjon frå KDC for identiteten %s:
ug: كىملىك %s نى يېڭىلاش ئۈچۈن KDC دىن يېڭى ئىسپاتنامىلەرنى ئالغىلى بولمىدى:

source: Could not erase identity:
nn: Klarte ikkje å slette identiteten:
ug: كىملىكنى ئۆچۈرگىلى بولمىدى:

source: Could not find identity
nn: Fann ikkje identiteten
ug: كىملىكنى تاپقىلى بولمىدى

source: Could not create credential cache for identity
nn: Klarte ikkje å opprette mellomlager for påloggingsinformasjon til identiteten
ug: كىملىك ئۈچۈن ئىسپاتنامە غەملىكىنى قۇرغىلى بولمىدى

source: Error closing file descriptor: %s
nn: Feil ved lukking av fildeskriptor: %s
ug: ھۆججەت چۈشەندۈرگۈچنى يېپىشتا خاتالىق كۆرۈلدى: %s

source: Add a Nextcloud account by providing your server address
nn: Legg til ein Nextcloud-konto ved å oppgje tenaradressa di

source: _Account Description
nn: _Kontoskildring
